<?php
// Heading  

$_['heading_title']   = 'Корзина покупок';
// Text

$_['text_remove']            = 'Вы успешно изменили свою корзине!';
$_['text_coupon']            = 'Вы успешно применили свой купон со скидкой!';
$_['text_voucher']           = 'Вы применили свой подарочный сертификат!';
$_['text_shipping']          = 'Применено!';
$_['text_points']            = 'Бонусные балы: %s';
$_['text_next']              = 'Что вы хотите делать дальше?';
$_['text_next_choice']       = 'Выберите, если у вас есть код скидки или призовые балы которые вы хотите использовать для доставки.';
$_['text_use_coupon']        = 'Используйте код купона';
$_['text_use_voucher']       = 'Используйте гарантийные сертификаты';
$_['text_use_reward']        = 'Использование призовых очков (Доступно: %s)';
$_['text_shipping_estimate'] = 'Стоимость перевозки &amp; Налоги';
$_['text_shipping_method']   = 'Пожалуйста, выберите предпочтительный способ доставки для использования в этом заказе.';


$_['text_weight']  	  = 'Вес товаров в корзине:';
$_['text_reward']     = 'Бонусные баллы: %s';
$_['text_items']      = '%s шт. - %s';
$_['text_success']    = 'Товар <a href="%s">%s</a> добавлен в <a href="%s">корзину покупок</a>!';
$_['text_empty']      = 'Ваша корзина пуста!';
$_['text_login']      = 'Необходимо <a href="%s">Войти в Личный кабинет</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
$_['text_shipping_detail']   = 'Введите пункт назначения, чтобы получить цену доставки';
// Column
$_['column_remove']   = '<span title="Убрать товар из корзины">Убрать</span>';
$_['column_image']    = 'Изображение';
$_['column_name']     = 'Название товара';
$_['column_model']    = 'Модель';
$_['column_quantity'] = 'Количество';
$_['column_price']    = 'Цена за единицу товара';
$_['column_total']    = 'Итого';
// Error
$_['error_stock']     = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']   = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_required']  = 'Поле %s должно быть заполнено!';

$_['text_next']              = 'Что бы вы хотели сделать дальше?';
$_['text_next_choice']       = 'Выберите';
$_['text_use_coupon']        = 'Использовать купон';
$_['text_use_voucher']       = 'Использовать подарочный сертификат';
$_['text_use_reward']        = 'Использовать поинты (Доступно %s)';
$_['text_shipping_estimate'] = 'Узнать цену доставки и налог';

$_['entry_coupon']           = 'Введите код купона:';
$_['entry_voucher']          = 'Введите код сертификата:';
$_['entry_reward']           = 'Использовать поинты (Max %s):';
$_['entry_country']          = 'Страна:';
$_['entry_zone']             = 'Регион / Штат:';
$_['entry_postcode']         = 'Почтовый индекс:';
$_['text_points']            = 'Получите %s поинтов';
?>
